<?php

return [

    'user' => [
        'activated'         => 'Ο λογαριασμός του χρήστη έχει ενεργοποιηθεί.',
        'reset'             => 'Ο κωδικός του χρήστη είναι: :code',
        'banned'            => 'Ο χρήστης έχει αποκλειστεί.',
        'unbanned'          => 'Ο αποκλεισμός του χρήστη έχει αφαιρεθεί.',
        'reputation' => [
            'prompt'        => 'Πόση φήμη πρέπει να προστεθεί/αφαιρεθεί;',
            'success'       => 'Η φήμη τροποποιήθηκε επιτυχώς.',
            'error'         => 'Δεν ήταν δυνατή η τροποποίηση της φήμης.',
        ],
    ],

    'stats' => [
        'users'             => 'χρήστης|χρήστες',
        'posts'             => 'δημοσίευση|δημοσιεύσεις',
        'images'            => 'εικόνα|εικόνες',
        'ratings'           => 'βαθμός|βαθμοί',
    ],

    'announcement' => [
        'title'             => 'Ανακοίνωση ',
        'hint'              => 'Type the translation key to be displayed...',
        'hint'              => 'Γράψτε το κλειδί μετάφρασης που θέλετε εμφανιστεί...',
        'create'            => 'Η ανακοίνωση έχει αναρτηθεί στην αρχική σελίδα.',
        'delete'            => 'Η ανακοίνωση έχει διαγραφεί.',
    ],

    'reports' => [
        'title'             => 'Αναφορές',
        'none'              => 'Δεν υπάρχουν αναφορές',
    ],

    'report' => [
        'content'           => 'Περιεχόμενο',
        'description'       => 'Σχόλιο',
    ],

    'button' => [
        'actions'           => 'Ενέργειες',
        'activate'          => 'Ενεργοποίηση',
        'reputation'        => 'Φήμη',
        'ban'               => 'Αποκλεισμός',
        'unban'             => 'Άρση αποκλεισμού',
        'ban-ip'            => 'Αποκλεισμός IP',
        'unban-ip'          => 'Άρση αποκλεισμού IP',
        'remove'            => 'Αφαίρεση',
        'delete'            => 'Διαγραφή',
    ],
];
