<?php

return [

    'user' => [
        'activated'         => 'Ο λογαριασμός του χρήστη έχει ενεργοποιηθεί.',
        'reset'             => 'Ο κωδικός του χρήστη είναι: :code',
        'banned'            => 'Ο χρήστης έχει αποκλειστεί.',
        'unbanned'          => 'Ο αποκλεισμός του χρήστη έχει αφαιρεθεί.',
        'reputation' => [
            'prompt'        => 'Πόση φήμη πρέπει να προστεθεί/αφαιρεθεί;',
            'success'       => 'Η φήμη τροποποιήθηκε επιτυχώς.',
            'error'         => 'Δεν ήταν δυνατή η τροποποίηση της φήμης.',
        ],
        'delete' => [
            'prompt'        => 'Είστε σίγουροι ότι θέλετε να διαγράψετε τον λογαριασμό;',
            'success'       => 'Ο λογαριασμός έχει διαγραφεί.',
        ],
    ],

    'button' => [
        'actions'           => 'Ενέργειες',
        'activate'          => 'Ενεργοποίηση',
        'reputation'        => 'Φήμη',
        'ban'               => 'Αποκλεισμός',
        'unban'             => 'Άρση αποκλεισμού',
        'ban-ip'            => 'Αποκλεισμός IP',
        'unban-ip'          => 'Άρση αποκλεισμού IP',
        'remove'            => 'Αφαίρεση',
        'delete'            => 'Διαγραφή',
    ],
];
