<?php

return [
    'report'                => 'Τώρα μπορείτε να αναφέρετε αναρτήσεις, σχόλια ή απαντήσεις που νομίζετε ότι παραβιάζουν τους κανόνες χρήσης μας.',
    'explore'               => 'Αναβαθμίσαμε την σελίδα εξερεύνησης, τώρα μπορείτε να αναζητήσετε και άτομα.',
    'links'                 => 'Τώρα μπορείτε να συμπεριλάβετε συνδέσμους σε αναρτήσεις, σχόλια και απαντήσεις.',
    'www-domain'            => 'Οι διευθύνσεις www.rapidsay.com και rapidsay.com τώρα δουλεύουν χωρίς κανένα πρόβλημα.',
    'email-notifications'   => 'Τα email υπενθύμισης για νέες ειδοποιήσεις έχουν ενεργοποιηθεί και θα αποστέλλονται κάθε Παρασκευή. Εάν θέλετε να απενεργοποιήσετε αυτή την λειτουργία, <a href="' . route('privacy') . '">πατήστε εδώ</a> για να αξιολογίσετε τις ρυθμίσεις απορρήτου σας.',
    'christmas'             => 'Το Rapidsay σας εύχετε καλές γιορτές!',
    'new-year'              => 'Καλή χρονιά! Κάναμε κάποιες αλλαγές στην σχεδίαση της ιστοσελίδας, θα χαρούμε να διαβάσουμε πως σας φαίνονται.',
    'new-dashboard'         => 'Επισκεφθήτε τον καινούργιο πίνακα ελέγχου πατώντας το εικονίδιο <i class="fa fa-' .  config('glyphicons.dashboard') . '" aria-hidden="true"></i> στη μπάρα περιήγησης από πάνω.',

];
