<?php

return [
    'count'             => 'σχόλιο|σχόλια',
    'none'              => 'Δεν υπάρχουν πρόσφατα σχόλια',
    'rated'             => 'Ο :name έδωσε βαθμό.',

    'creator'           => [
        'body'          => 'Γράψτε ένα σχόλιο...',
    ],

    'button'            => [
        'comment'           => 'Σχολιάστε',
        'reply'             => 'Απάντηση',
        'close'             => 'Κλείσιμο',
        'finish_editing'    => 'Επεξεργασία Σχολίου',
    ],

    'message'           => [
        'confirm-delete'    => 'Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το σχόλιο; Η ενέργεια αυτή δεν μπορεί να αναιρεθεί.',
        'deleted'           => 'Το σχόλιο έχει διαγραφεί.',
    ],

    'reference'         => 'σχόλιο στο',
];
