<?php

return [

    '503'                       => [
        'title'                 => 'Η σελίδα δεν είναι διαθέσιμη',
        'message'               => 'Το Rapidsay δεν είναι διαθέσιμο αυτή τη στιγμή, παρακαλούμε προσπαθήστε ξανά αργότερα.',
    ],

    '403'                       => [
        'title'                 => 'Ελλιπής Δικαιώματα',
        'message'               => 'Δεν έχετε δικαίωμα να κάνετε αυτό το αίτημα.',
    ],

    '404'                       => [
        'title'                 => 'Δεν βρέθηκε',
        'message'               => 'Η σελίδα που ζητήσατε δεν βρέθηκε.',
    ],

    'title'                     => 'Πρόβλημα',
    'general'                   => 'Υπήρξε κάποιο πρόβλημα, προσπαθήστε ξανά αργότερα.',
    'token'                     => 'Υπήρξε κάποιο πρόβλημα κατά την διαδικασία υποβολής της φόρμας, παρακαλούμε προσπαθήστε ξανά.',
];
