<?php

return [

    'title'             => 'Κέντρο Βοήθειας',
    'login'             => 'Μπορεί να πρέπει να :link, για να ακολουθήσετε τις οδηγίες που βρίσκονται σε αυτή την σελίδα βοήθειας.',
    'logged-in'         => 'συνδεθείτε',
    'here'              => 'εδώ',

    'greeting'          => [
        'line1'         => 'Γεια σας! Καλοσωρίσατε στο κέντρο βοήθειας. Εδώ μπορείτε να βρείτε απαντήσεις σε συχνές ερωτήσεις.',
        'line2'         => 'Σε περίπτωση που χρειάζεστε επιπλέον βοήθεια ή δεν βρείτε αυτό που ψάχνετε, μπορείτε να στείλετε ένα email στη διεύθυνση :link.',
        'line3'         => 'Το ' . trans('app.name') . ' έχει και σελίδα στο <a href="https://www.facebook.com/rapidsay/" target="_blank">Facebook</a>, εκεί μπορείτε επίσης να ρωτήσετε ερωτήσεις.'
    ],

    'section'           => [
        'account'       => [
            'title'     => 'Λογαριασμός',
            'article'   => [
                'not-activated'     => [
                    'title'         => 'Δεν έχω πρόσβαση στον λογαριασμό μου, επειδή δεν είναι ενεργοποιημένος.',
                    'line1'         => 'Εάν δεν έχετε ενεργοποιήσει τον λογαριασμό σας, η σύνδεσή σας σε αυτόν είναι αδύνατη. Αυτό συμβαίνει επειδή πρέπει να επαληθεύσετε πως έχετε πρόσβαση στην διεύθυνση email που παρήχατε κατά την εγγραφή.',
                    'line2'         => 'Κανονικά, μετά την εγγραφή, ένα email θα έχει σταλεί στην διεύθυνση email σας. Για να ενεργοποιήσετε τον λογαριασμό σας, ανοίξτε το email και ακολουθήστε τις οδηγείες που αναγράφονται.',
                    'line3'         => 'Σε περίπτωση που δεν λάβετε το email, προσπαθήστε να συνδεθείτε ξανά μετά από <strong>24 ώρες</strong>, για να σταλεί ένα καινούργιο email ενεργοποίησης. Εάν αντιμετωπίζετε ακόμα προβλήματα, μην δυστάσετε να επικοινωνίσετε μαζί μας.',
                ],
                'forgot-password'   => [
                    'title'         => 'Δεν έχω πρόσβαση στον λογαριασμό μου, επειδή ξέχασα τον κωδικό.',
                    'line1'         => 'Έχετε την δυνατότητα να ζητήσετε επαναφορά του κωδικούς σας :link. Μόλις εισάγετε την διεύθυνση email, θα σταλεί ένα email με τον σύνδεσμο που οδηγεί στην σελίδα επαναφοράς του κωδικού σας. Εκεί μπορείτε να ορίσετε έναν καινούργιο κωδικό και να συνδεθείτε έπειτα με αυτόν.',
                    'line2'         => 'Σε περίπτωση που δεν λάβετε το email, δοκιμάστε ξανά ή επικοινωνίστε μαζί μας.',
                ],
                'blocked'           => [
                    'title'         => 'Δεν έχω πρόσβαση στον λογαριασμό μου, επειδή είναι αποκλεισμένος.',
                    'line1'         => 'Ένας λογαριασμός που έχει αποκλειστεί, δεν μπορεί να ξαναχρησιμοποιηθεί. Αυτό μπορεί να συμβεί, σε περίπτωση που ο χρήστης που διαχειρίζετε τον λογαριασμό παραβίασε έναν από τους κανόνες της κοινότητάς μας. Κανονικά, αυτή η ενέργεια δεν μπορεί να ανακληθεί, εκτός εάν ο αποκλεισμός του λογαριασμού έγινε από λάθος.',
                    'line2'         => 'Εάν πιστεύευτε πως ο λογαριασμός σας αποκλείστικε από λάθος, παρακαλούμε επικοινωνίστε μαζί μας.',
                ],
            ],
        ],

        'profile'       => [
            'title'     => 'Προφίλ',
            'article'   => [
                'customize'     => [
                    'title'     => 'Πώς μπορώ να προσαρμόσω το πρόφίλ μου;',
                    'line1'     => 'Πατήστε το <strong>ονομά σας</strong> στην μπάρα περιήγησης από πάνω, για να επισκεφθήτε το προφίλ σας.',
                    'line2'     => 'Έπειτα, πατήστε το κουμπί <strong>Ρυθμήσεις</strong> στα δεξιά, για να ενημερώσετε το προφίλ σας ή να αλλάξετε κωδικό.',
                ],
                'placement'     => [
                    'title'     => 'Τι είναι η κατάταξη;',
                    'line1'     => 'Η κατάταξή σας είναι η θέση που έχετε στην κατάταξη μελών. Όσο περισσότερη φήμη έχετε, τόσο πιο ψηλά στην κατάταξη είστε.',
                    'line2'     => 'Οι πρώτοι τρεις χρήστες με την ψηλότερη φήμη εμφανίζονται στην κορυφή της κατάταξης.',
                ],
                'reputation'    => [
                    'title'     => 'Τι είναι η φήμη;',
                    'line1'     => 'Η φήμη σας είναι ένας αριθμός που προκύπτει από το άθροισμα όλων των βαθμών που έχετε στις αναρτήσεις σας. Ο αριθμός αυτός είναι ένας τρόπος να βρείτε άτομα με αξιόλογες αναρτήσεις.',
                    'line2'     => 'Για παράδειγμα, αν έχετε μια ανάρτηση με 3 βαθμούς και μια ακόμα με 2 βαθμούς, η φήμη σας θα είναι 5.',
                ],
            ],
        ],

        'posts'         => [
            'title'     => 'Αναρτήσεις',
            'article'   => [
                'create'        => [
                    'title'     => 'Πώς μπορώ να δημοσιεύσω μια ανάρτηση;',
                    'line1'     => 'Είναι απλό να δημοσιεύσετε μια ανάρτηση. Περιηγηθήτε στην μπάρα περιήγησης και πατήστε τον σύνδεσμο <strong>' . trans('app.name') . '</strong> στα αριστερά.',
                    'line2'     => 'Αυτή είναι η σελίδα στην οποία μπορείτε να γράψετε μια ανάρτηση - συμπληρώνοντας τα κατάλληλα πεδία στην αρχή - και να βρείτε νέες αναρτήσεις.',
                    'line3'     => 'Κάθε σχόλιο πρέπει να έχει ένα <strong>θέμα</strong> και <strong>κυρίως μέρος</strong>. Το πεδίο του θέματος καθορίζει το θέμα της συζήτησης. Το πεδίο κειμένου, παρέχει επιπλέον πληροφορίες που θα θέλατε άλλοι να διαβάσουν πάνω στο θέμα που θέτετε.',
                ],
                'view'          => [
                    'title'     => 'Πώς μπορώ να δω όλες τις αναρτήσεις μου;',
                    'line1'     => 'Για να δείτε όλες τις αναρτήσεις σας, πατήστε το <strong>ονομά σας</strong> στην μπάρα περιήγησης από πάνω, για να επισκεφθήτε το προφίλ σας.',
                ],
                'manage'        => [
                    'title'     => 'Πώς μπορώ να επεξεργαστώ ή να διαγράψω μια από τις αναρτήσεις μου;',
                    'line1'     => 'Για να επεξεργαστείτε ή να διαγράψετε μία ανάρτησή σας, πατήστε το <strong>ονομά σας</strong> στην μπάρα περιήγησης από πάνω, για να επισκεφθήτε το προφίλ σας και να βρείτε την ανάρτηση που ψάχνετε. Όταν την βρείτε, πατήστε την για να οδηγηθείτε στη σελίδα που βρίσκεται. Έπειτα, περιηγηθείτε στην μπάρα αλληλεπιδράσεων και πατήστε το κουμπί <strong>Επεξεργασία</strong> ή <strong>Διαγραφή</strong>.',
                ],
                'image'         => [
                    'title'     => 'Πως μπορώ να προσθέσω μια εικόνα στην ανάρτησή μου;',
                    'line1'     => 'Έαν συντάσσετε ή επεξεργάζεστε μια ανάρτηση, πατήστε το κουμπί <strong>Ανεβάστε Φωτογραφία</strong> για να επιλέξετε τις εικόνες που θέλετε να ανεβάσετε.',
                    'line2'     => 'Μην ξεχνάτε πως μπορείτε να αφαιρέσετε όλες τις επιλεγμένες εικόνες πατώντας <strong>δεξί-κλίκ</strong> στο κουμπί <strong>Ανεβάστε Φωτογραφία</strong>.',
                ],
                'format'        => [
                    'title'     => 'Πώς μπορώ να προσθέσω ειδική μορφοποίηση στις αναρτήσεις μου;',
                    'link'      => 'Πατήστε εδώ για να δείτε την λίστα ειδικών μορφοποιήσεων.',
                    'line1'     => 'Όταν γράφετε ή επεξεργάζεστε μία ανάρτηση, μπορείτε να χρησιμοποιήσετε αυτούς τους κανόνες μορφοποίησης:',
                    'list1'     => [
                        'item1' => '***bold και italics*** θα εμφανίσουν <strong><em>bold και italics</strong></em>.',
                        'item2' => '**bold μόνο** θα εμφανίσουν <strong>bold μόνο</strong>.',
                        'item3' => '*italics μόνο* θα εμφανίσουν <em>italics μόνο</em>.',
                        'item4' => '~~deleted κείμενο~~ θα εμφανίσουν <del>deleted κείμενο</del>.',
                        'item5' => '<strong>[center]</strong>Κείμενο στη μέση<strong>[/center]</strong> θα εμφανίσουν το κείμενο μέσον της σελίδας.',
                    ],
                ],
            ],
        ],

        'comments'      => [
            'title'     => 'Σχόλια',
            'article'   => [
                'create'        => [
                    'title'     => 'Πώς μπορώ να δημοσιεύσω ένα σχόλιο;',
                    'line1'     => 'Για να γράψετε ένα σχόλιο σε μια δημοσίευση, γράψτε το κείμενό σας στο πεδίο από κάτω και πατήστε <strong>Enter</strong> για να σχολιάσετε. Για να πάτε στην επόμενη γραμμή, πατήστε <strong>Shift + Enter</strong>.',
                    'line2'     => 'Μην ξεχνάτε ότι μπορείτε να χρησιμοποιήσετε ειδική μορφοποίηση, όπως όταν γράφετε μια ανάρτηση.',
                ],
                'view'          => [
                    'title'     => 'Πώς μπορώ να δω όλα τα σχόλια μου;',
                    'line1'     => 'Για να δείτε όλα τα σχόλιά σας, πατήστε το <strong>ονομά σας</strong> στην μπάρα περιήγησης από πάνω, για να επισκεφθήτε το προφίλ σας.',
                ],
                'manage'        => [
                    'title'     => 'Πώς μπορώ να επεξεργαστώ ή να διαγράψω ένα από τα σχόλια μου;',
                    'line1'     => 'Για να επεξεργαστείτε ή να διαγράψετε ένα σχόλιό σας, πατήστε το <strong>ονομά σας</strong> στην μπάρα περιήγησης από πάνω, για να επισκεφθήτε το προφίλ σας και να βρείτε το σχόλιο που ψάχνετε. Όταν το βρείτε, πατήστε το για να οδηγηθείτε στη σελίδα που βρίσκεται. Έπειτα περιηγηθήτε κάτω δεξιά από το σχόλιο και πατήστε το :glyphicon1 εικονίδιο για να το επεξεργαστείτε ή το :glyphicon2 εικονίδιο για να το διαγράψετε.'
                ],
                'image'         => [
                    'title'     => 'Πως μπορώ να προσθέσω μια εικόνα στο σχόλιό μου;',
                    'line1'     => 'Για να προσθέσετε μια εικόνα στο σχόλιό σας, πατήστε το :glyphicon εικονίδιο στα δεξιά σας και επιλέξτε την εικόνα που θέλετε να ανεβάσετε. Μόνο μια εικόνα μπορείτε να προσθέσετε σε κάθε σχόλιο.',
                    'line2'     => 'Μην ξεχνάτε πως μπορείτε να αφαιρέσετε όλες τις επιλεγμένες εικόνες πατώντας <strong>δεξί-κλίκ</strong> στο :glyphicon εικονίδιο.'
                ],
                'format'        => [
                    'title'     => 'Πώς μπορώ να προσθέσω ειδική μορφοποίηση στα σχόλια μου;',
                    'line1'     => 'Όπως μπορείτε να προσθέσετε ειδική μορφοποίηση σε μια ανάρτηση , μπορείτε να κάνετε το ίδιο και σε ένα σχόλιο.',
                ],
            ],
        ],

        'replies'       => [
            'title'     => 'Απαντήσεις',
            'article'   => [
                'create'        => [
                    'title'     => 'Πώς μπορώ να δημοσιεύσω μία απάντηση;',
                    'line1'     => 'Για να απαντήσετε σε ένα σχόλιο ή σε μια άλλη απάντηση, πατήστε το κουμπί <strong>Απάντηση</strong> στην μπάρα αλληλεπιδράσεων. Όταν το πεδίο απάντησης εμφανιστεί, γράψτε την απάντηση σας και πατήστε <strong>Enter</strong> για να την δημοσιεύσετε. Για να πάτε στην επόμενη γραμμή, πατήστε <strong>Shift + Enter</strong>.',
                    'line2'     => 'Μην ξεχνάτε ότι μπορείτε να χρησιμοποιήσετε ειδική μορφοποίηση, όπως όταν γράφετε μια ανάρτηση ή απάντηση.',
                ],
                'view'          => [
                    'title'     => 'Πώς μπορώ να δω όλα όλες τις απαντήσεις μου;',
                    'line1'     => 'Για να δείτε όλες τις απαντήσεις σας, πατήστε το <strong>ονομά σας</strong> στην μπάρα περιήγησης από πάνω, για να επισκεφθήτε το προφίλ σας.',
                ],
                'manage'        => [
                    'title'     => 'Πώς μπορώ να επεξεργαστώ ή να διαγράψω μία από τις απαντήσεις μου;',
                    'line1'     => 'Για να επεξεργαστείτε ή να διαγράψετε μια απάντησή σας, πατήστε το <strong>ονομά σας</strong> στην μπάρα περιήγησης από πάνω, για να επισκεφθήτε το προφίλ σας και να βρείτε την απάντηση που ψάχνετε. Όταν την βρείτε, πατήστε την για να οδηγηθείτε στη σελίδα που βρίσκεται. Έπειτα περιηγηθήτε κάτω δεξιά από την απάντηση και πατήστε το :glyphicon1 εικονίδιο για να το επεξεργαστείτε ή το :glyphicon2 εικονίδιο για να το διαγράψετε.',
                ],
                'image'         => [
                    'title'     => 'Πως μπορώ να προσθέσω μια εικόνα στην απάντησή μου;',
                    'line1'     => 'Για να προσθέσετε μια εικόνα στην απάντησή σας, πατήστε το :glyphicon εικονίδιο στα δεξιά σας και επιλέξτε την εικόνα που θέλετε να ανεβάσετε. Μόνο μια εικόνα μπορείτε να προσθέσετε σε κάθε απάντηση.',
                    'line2'     => 'Μην ξεχνάτε πως μπορείτε να αφαιρέσετε όλες τις επιλεγμένες εικόνες πατώντας <strong>δεξί-κλίκ</strong> στο :glyphicon εικονίδιο.'
                ],
                'format'        => [
                    'title'     => 'Πώς μπορώ να προσθέσω ειδική μορφοποίηση στις απαντήσεις μου;',
                    'line1'     => 'Όπως μπορείτε να προσθέσετε ειδική μορφοποίηση σε μια ανάρτηση ή σχόλιο, μπορείτε να κάνετε το ίδιο και σε μία απάντηση.',
                ],
            ],
        ],

        'ratings'       => [
            'title'     => 'Βαθμοί',
            'article'   => [
                'create'        => [
                    'title'     => 'Τι είναι ένας βαθμός;',
                    'line1'     => 'Ο βαθμός είναι ένας τρόπος να εκφράσετε το ενδιαφέρον σας για μια ανάρτηση, ένα σχόλιο ή μια απάντηση. Μπορείτε να δώσετε βαθμό σε ίδιο υλικό μόνο μια φορά.',
                    'line2'     => 'Για να δώσετε βαθμό σε μία ανάρτηση, περιηγηθήτε στην μπάρα αλληλεπιδράσεων και πατήστε το κουμπί <strong>Δώστε Βαθμό</strong>.',
                    'line3'     => 'Για να δώσετε βαθμό σε μία απάντηση ή σε ένα σχόλιο, περιηγηθήτε ξανά στην μπάρα αλληλεπιδράσεων και πατήστε τον σύνδεσμο <strong>Δώστε Βαθμό</strong>.',
                ],
                'view'          => [
                    'title'     => 'Πως μπορώ να δω όλους τους βαθμούς μου;',
                    'line1'     => 'Για να δείτε όλους τους βαθμούς που έχετε δώσει, πατήστε το <strong>όνομά σας</strong> στην μπάρα περιήγησης από πάνω, για να επισκεφθήτε το προφίλ σας.',
                ],
                'popular'       => [
                    'title'     => 'Πως ένας βαθμός μπορεί να επηρεάσει μια ανάρτηση ή ένα σχόλιο;',
                    'line1'     => 'Οι βαθμοί καθορίζουν την θέση της ανάρτησης στην λίστα δημοφιλών αναρτήσεων. Για παράδειγμα, η πρώτη ανάρτηση στη λίστα αυτή, έχει τους περισσότερους βαθμούς.',
                    'line2'     => 'Παρομοιώς, οι βαθμοί στα σχόλια καθορίζουν την θέση τους στην λίστα σχολίων μίας ανάρτησης.',
                ],
            ],
        ],

        'notifications' => [
            'title'     => 'Ειδοποιήσεις',
            'article'   => [
                'view'          => [
                    'title'     => 'Πώς μπορώ να δω τις ειδοποιήσεις μου;',
                    'line1'     => 'Για να δείτε τις ειδοποιήσεις σας, πατήστε στο :glyphicon εικονίδιο που είναι στην μπάρα περιήγησης από πάνω.',
                ],
                'interact'      => [
                    'title'     => 'Πώς μπορώ να ξέρω αν κάποιος αλληλεπίδρασε με τις δημοσιεύσεις μου;',
                    'line1'     => 'Θα ειδοποιείστε όταν:',
                    'list1'     => [
                        'item1' => 'Ένας άλλος χρήστης έδωσε βαθμό σε μια δικιά σας ανάρτηση, ένα δικό σας σχόλιο ή μια δικά σας απάντηση.',
                        'item2' => 'Ένας άλλος χρήστης σχολιάσει μια δικιά σας ανάρτηση.',
                        'item3' => 'Ένας άλλος χρήστης απαντήσεις σε ένα δικό σας σχόλιο.',
                        'item4' => 'Ένας άλλος χρήστης γίνει συνδρομητής σας.',
                        'item5' => 'Ένας διαχειριστής αποδεχτεί ή απορρίψει μια από τις αναφορές σας.',
                        'item6' => 'Ένας διαχειριστής επεξεργαστεί μια δικιά σας ανάρτηση, ένα δικό σας σχόλιο ή μια δικά σας απάντηση.',
                        'item7' => 'Ένας διαχειριστής διαγράψει μια δικιά σας ανάρτηση, ένα δικό σας σχόλιο ή μια δικά σας απάντηση.',
                    ],
                    'line2'     => 'Ο αριθμός των καινούργιων ειδοποιήσεων εμφανίζεται δίπλα στο :glyphicon εικονίδιο. Εάν μία ή περισσότερες ειδοποιήσεις αναφέρονται σε υλικό που έχει διαγραφεί, θα αφαιρεθούν αυτόματα.'
                ],
            ],
        ],

        'subscriptions' => [
            'title'     => 'Συνδρομές',
            'article'   => [
                'create'        => [
                    'title'     => 'Πώς μπορώ να κάνω εγγραφή σε κάποιον;',
                    'line1'     => 'Για να εγγραφείτε σε κάποιον, πατήστε στο όνομά τους για να επισκεφθήτε το προφίλ τους. Έπειτα, πατήστε το κουμπί <strong>Εγγραφή</strong> στα δεξιά.',
                ],
                'delete'        => [
                    'title'     => 'Πώς μπορώ να σταματήσω την εγγραφή μου σε κάποιον;',
                    'line1'     => 'Για να σταματήσετε την εγγραφή σας σε κάποιον, πατήστε το <strong>όνομά σας</strong> στην μπάρα περιήγησης από πάνω. Έπειτα, πατήστε το κουμπί <strong>Ρυθμήσεις</strong> στα δεξιά. Τέλος πατήστε στον σύνδεσμο <strong>Συνδρομές</strong> από πάνω, για να δείτε την λίστα εγγραφών σας. Εκεί, μπορείτε να σταματήσετε την εγγραφή σας από έναν ή περισσότερους χρήστες.',
                    'line2'     => 'Μην ξεχνάτε πως εάν είστε στο προφίλ του χρήστη που θέλετε να σταματήσετε την εγγραφή σας, μπορείτε να πατήσετε το κουμπί <strong>Διακοπή Συνδρομής</strong> στα δεξιά.',
                ],
            ],
        ],

        'reports'       => [
            'title'     => 'Αναφορές',
            'article'   => [
                'create'        => [
                    'title'     => 'Πως μπορώ να αναφέρω τις δημοσιεύσεις κάποιου χρήστη;',
                    'line1'     => 'Εάν πιστεύετε ότι μια ανάρτηση, ένα σχόλιο ή μια απάντηση παραβιάζει έναν από τους κανόνες μας, έχετε την επιλογή να το αναφέρετε. Για να το κάνετε αυτό, πατήστε το :glyphicon εικονίδιο στην μπάρα αλληλεπίδρασης από κάτω για να οδηγηθείτε στην σελίδα αναφοράς. Εκεί, πρέπει να συμπληρώσετε το πεδίο κειμένου με λεπτομέριες που θα θέλετε να ξέρουμε. Έπειτα, πατήστε το κουμπί <strong>Υποβολή Αναφοράς</strong> για να υποβάλετε την αναφοράς σας για επεξεργασία.',
                    'line2'     => 'Μπορεί να χρειαστεί λίγος χρόνος για να επεξεργαστούμε την αναφορά σας. Όταν γίνει αυτό, θα σας έρθει ειδοποίηση σχετικά με το αν εκτελέσαμε ενέργειες πάνω στο περιεχόμενο που αναφέρατε. Εάν δεν μπορέσαμε να βρούμε κάτι που παραβιάζει τους κανόνες μας, τότε η αναφορά σας θα απορρηφθεί.'
                ],
            ],
        ],
    ],
];
