<?php

return [

    'welcome'           => [
        'title'         => 'Καλοσωρίσατε στο ' . trans('app.name'),
        'register'      => 'Ελάτε στην κοινότητα',
        'section'       => [
            'share'         => [
                'title'         => 'Μοιραστείτε άμεσα',
                'line1'         => 'Γράψτε λεπτομερείς ιστορίες και ανακοινώσεις.',
                'line2'         => 'Μοιραστείτε αστείο και ενδιαφέρον υλικό.',
                'line3'         => 'Αναρτήσεις που έχουν κοινοποιηθεί σε άλλες πλατφόρμες κοινωνικής δικτύωσης παρέχουν μια λεπτομερής προεπισκόπηση.',
            ],
            'reputation'    => [
                'title'         => 'Χτίστε τη φήμη σας',
                'line1'         => 'Συλλέξτε βαθμούς για να αυξήσετε τη φήμη σας.',
                'line2'         => 'Κάντε τις αναρτήσεις σας δημοφιλής.',
                'line3'         => 'Σκαρφαλώστε στην κορυφή της κατάταξης.',
            ],
            'audience'      => [
                'title'         => 'Αναπτύξτε κοινό',
                'line1'         => 'Άλλοι μπορούν να γίνουν συνδρομητές σας και να ειδοποιούνται για τις νέες αναρτήσεις σας.',
                'line2'         => 'Γίνεται συνδρομητής ατόμων με ενδιαφέρον περιεχόμενο.',
                'line3'         => 'Οικοδομήστε μια κοινότητα γύρω από μια κοινή ιδέα.',
            ],
            'discussions'   => [
                'title'         => 'Ελκυστικές συζητήσεις',
                'line1'         => 'Χρησιμοποιήστε ειδική μορφοποίηση και μεταφορτώστε εικόνες.',
                'line2'         => 'Σχολιάστε τις αναρτήσεις άλλων ατόμων.',
                'line3'         => 'Δώστε βαθμό σε περιεχόμενο που σας ενδιαφέρει.',
            ],
        ]
    ],

    'feed'              => [
        'subscribe-tip' => [
            'description'       => 'Η δραστηριότητα των ατόμων που ακολουθείται θα εμφανίζεται εδώ.',
            'button'            => 'Επισκεφθήτε τη σελίδα της κοινότητας',
        ],
        'hello-tip'     => [
            'description'       => 'Πείτε γεια! Γράψτε την πρώτη σας ανάρτηση.',
            'button'            => 'Αρχίστε με ένα πρότυπο',
            'value'             => 'Γεια σε όλους!',
        ],
    ],

    'explore'               => [
        'tip'               => 'Ψάξτε άτομα, θέματα, αναρτήσεις, φράσεις...',
        'results'           => 'αποτελέσματα',
        'none'              => 'Δεν βρέθηκαν αποτελέσματα',
    ],

    'community'             => [
        'none'              => 'Δεν βρέθηκαν χρήστες',
        'users'             => 'Υπάρχουν <strong>:count</strong> εγγεγραμένοι χρήστες.',
        'first_none'        => 'Δεν υπάρχει πρώτη θέση',
        'second_none'       => 'Δεν υπάρχει δεύτερη θέση',
        'third_none'        => 'Δεν υπάρχει τρίτη θέση',
    ],

];
