<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'password'              => 'Ο κωδικός πρέπει να περιέχει τουλάχιστον 6 χαρακτήρες και να είναι ο ίδιος με την επαλήθευση.',
    'reset'                 => 'Ο κωδικός σας έχει αλλάξει, τώρα μπορείτε να συνδέεστε με τον νέο κωδικό πρόσβασης.',
    'sent'                  => 'Σας έχουμε στείλει e-mail με τον σύνδεσμο επαναφοράς κωδικού.',
    'token'                 => 'Ο κωδικός επαναφοράς κωδικού είναι λανθασμένος.',
    'user'                  => "Δεν υπάρχει χρήστης με αυτή την διεύθυνση e-mail.",

    'email' => [
        'subject'           => 'Επαναφορά Κωδικού',
        'greeting'          => 'Γεια σας <b>:name</b>,',
        'info'              => 'Έχετε ζητήσει επαναφορά του κωδικού πρόσβασής σας.',
        'link'              => 'Πατήστε εδώ για να οδηγηθείται στην σελίδα επαναφοράς κωδικού.',
    ],
];
