<?php

return [

    'count'                 => 'ανάρτηση|αναρτήσεις',
    'button'                => [
        'post'                  => 'Ανάρτηση',
        'embed'                 => 'Ενσωμάτωση',
        'edit'                  => 'Επεξεργασία',
        'delete'                => 'Διαγραφή',
        'cancel'                => 'Ακύρωση',
        'finish_editing'        => 'Επεξεργασία Ανάρτησης',
    ],

    'edited'                => 'τροποποιήθηκε',
    'register'              => 'Δημιουργήστε ένα λογαριασμό για να σχολιάσετε και να δώσετε βαθμό στην ανάρτηση.',
    'rated'                 => 'Ο :name έδωσε βαθμό.',
    'recommended'           => 'Παρόμοια ανάρτηση',
    'comments'              => 'Σχόλια',

    'message'               => [
        'edited'            => 'Η ανάρτηση έχει τροποποιηθεί.',
        'deleted'           => 'Η ανάρτηση έχει διαγραφεί.',
        'image-limit'       => 'Δεν μπορείτε να συμπεριλάβετε πάνω από 10 φωτογραφίες σε μια ανάρτηση.',
        'discard'           => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το κείμενο της ανάρτησής σας;',
        'confirm-delete'    => 'Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την ανάρτηση; Η ενέργεια αυτή δεν μπορεί να αναιρεθεί.',
    ],

    'creator'               => [
        'body'                  => 'Γράψτε μια νέα ανάρτηση...',
        'help'                  => 'Ειδική Μορφοποίηση',
        'image'                 => 'Μεταφόρτωση Φωτογραφιών',
        'image-count-single'    => 'επιλεγμένη φωτογραφία',
        'image-count-multiple'  => 'επιλεγμένες φωτογραφίες',
        'external-image'        => 'Εξωτερική Εικόνα',
        'external-image-field'  => 'Επικολλήστε τον σύνδεσμο της εικόνας και πατήστε Enter...',
    ],
];
