<?php

return [
    'count'                 => 'απάντηση|απάντηση',
    'rated'                 => 'Ο :name έδωσε βαθμό.',

    'creator' => [
        'body'              => 'Γράψτε μια απάντηση...',
    ],

    'button' => [
        'reply'             => 'Απαντήστε',
        'close'             => 'Κλείσιμο',
        'finish_editing'    => 'Επεξεργασία Απάντησης',
    ],

    'message' => [
        'confirm-delete'    => 'Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την απάντηση; Η ενέργεια αυτή δεν μπορεί να αναιρεθεί.',
        'deleted'           => 'Η απάντηση έχει διαγραφεί.',
    ],

    'reference'             => 'απάντηση στο',
];
