<?php

return [
    'count'             => 'αναφορά|αναφορές',

    'creator'           => [
        'description'   => 'Έχετε επιλέξει να αναφέρετε :type. Παρακαλούμε δώστε μας περισσότερες πληροφορίες στο πεδίο κειμένου από κάτω.',
        'placeholder'   => 'Παρακαλούμε να γράφετε στα Αγγλικά, διαφορετικά η αναφορά σας μπορεί να μην γίνει δεκτή.',
        'button'        => [
            'submit'    => 'Υποβολή Αναφοράς',
            'back'      => 'Ακύρωση',
        ],
    ],

    'message'           => [
        'received'      => 'Η αναφορά σας έχει υποβληθεί και θα επεξεργαστεί σύντομα, ευχαριστούμε.',
    ],

    'button'            => [
        'report'        => 'Αναφορά',
    ],

    'about'             => [
        'post'              => 'αυτή την ανάρτηση',
        'comment'           => 'αυτό το σχόλιο',
        'reply'             => 'αυτή την απάντηση',
    ],
];
